Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/ivarutsi-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Ii lean lohpi hállat iežas giela
nob: Forbudt å snakke språket sitt

source: Muitalan Magnar Mikkelsenii
nob: fortalt til Magnar Mikkelsen

source: Dát lea áidna prentejuvvon muitalus , maid mii leat gávdnan , mii duođašta ahte Davvinjárgga gielddas leat leamaš sámegielat oahppit .
nob: Denne forteljinga er det einaste vi har klart å finne på prent om at skolar i Nordkapp kommune har hatt samiske elevar .

source: Muđui sii leat leamaš hui čihkosis .
nob: Elles har dei vore ganske usynlige .

source: Davvinjárgga 1986 Jahkegirjjis – Årbok for Nordkapp – lei 9-siidosaš artihkal , man namma lei Skolevesenet i Nordkapp kommune ( Davvinjárgga gieldda skuvladoaibma ) , muhto das ii namuhuvvon sániinge ahte sámegielat oahppit dal livčče leamaš doppe .
nob: Da Årbok for Nordkapp i 1986 hadde ein 9 siders artikkel med tittelen Skolevesenet i Nordkapp kommune , blei samiske elevar ikkje nemnde med eit ord .

source: Artihkkala čálli lei Barre Prestbakmo , gii lei gieldda skuvlastivrra ovdaolmmoš áigodagas 1950–63 .
nob: Forfattar av denne artikkelen var Barre Prestbakmo , som var skolestyreformann i kommunen i tida 1950–63 .

source: Ivar Utsi girjji Gullet mánat girjjeolggožii sárggui Ingunn Utsi iežas áhči muitaleamen mánáide .
nob: Til omslaget til Ivar Utsi si bok Gullet mánat ( Hør , barn ) laga Ingunn Utsi denne tegninga av far sin som fortel til barna .

source: Magnar Mikkelsen lohka iežas divttaid , Porsáŋggu kulturvahkus , Leavnnjas 1988 . ( Govva : Svein Lund )
nob: Magnar Mikkelsen leser egne dikt på kulturuka i Porsanger , Lakselv 1988 ( Foto : Svein Lund )

source: Ivar Utsi riegádii Beaivvášgiettis Kárášjogas 1913:s , ja jámii 1982:s .
nob: Ivar Utsi var fødd i Beaivvášgieddi i Karasjok i 1913 , og døydde i 1982 .

source: Vánhemat ledje badjeolbmot , muhto son bajásšattai mearrasámi bearraša luhtte Reihvágis .
nob: Foreldra var flyttsamar , men han vaks opp i ein sjøsamisk familie i Repvåg .

source: Doppe su birgejupmi lei bivdit guliid ja maŋŋil son snihkkárušai .
nob: Her livnærte han seg som fiskar og seinare snikkar .

source: Ivar Utsi barggai maiddái sámepolitihkain ja báikkálaš politihkain ja lei ee. ovtta gaskka Davvinjárgga skuvlastivrras .
nob: Ivar Utsi var aktiv i samepolitisk og lokalpolitisk arbeid og satt bl.a. ei tid i skolestyret i Nordkapp .

source: Son čálii guokte girjji : Eallin dáhpáhusat 1980 ja Gullet mánat , 1982 .
nob: Ivar Utsi skreiv to bøker : Eallin dáhpáhusat ( Hendingar i livet ) , 1980 og Gullet mánat ( Hør , barn ) , 1982 .

source: Goappašiid girjjiid almmustahtii Jår ' galæd ' dji-lágádus .
nob: Begge kom ut på forlaget Jår ' galæd ' dji .

source: Ivar Utsi muitalus almmuhuvvui vuosttaš geardde Magnar Mikkelsena girjjis Hundre år under pisken , man Cappelena lágádus almmustahtii 1978 .
nob: Forteljinga til Ivar Utsi er første gong offentliggjort i Magnar Mikkelsen si bok Hundre år under pisken , som kom på Cappelens forlag i 1978 .

source: Mikkelsen dáhtui 13 eará finnmárkolačča muitalit muitalusaid iežaset eallimis .
nob: Mikkelsen ba 13 eldre finnmarkingar fortelle historier frå livet sitt .

source: Lea imaštahtti ahte nu unnán olbmot muitaledje skuvlla birra .
nob: Det er slåande at svært få sa noko om skolen .

source: Dát lea okta moatti muitalusas skuvlavázzima birra .
nob: Dette er ei av dei få forteljingane om skolegang .

source: Magnar Mikkelsen lea riegádan 1938:s , son lea bajásšaddan ja orru Sáltesávjjus , Lágesvuonas .
nob: Magnar Mikkelsen er født i 1938 , han er oppvokst og bur på Veidnes i Laksefjorden .

source: Son lea leamaš smávvadálolaš logenare jagi ja journalista ja girječálli olles eallimis .
nob: Han har vore journalist og forfattar heile livet og småbrukar i 10 år .

source: Son lea čállán 19 girjji , eatnasiin lea fáddá Finnmárkkus , doaimmahan áigečállaga Albatross ja ráhkadan filmma Sáltesávjju eallima birra .
nob: Han har gitt ut 19 bøker , dei fleste med tema frå Finnmark , redigert tidsskriftet Albatross og laga film frå livet på Veidnes .

source: Sápmelaš lea beassan dovdat gillámušaid sihke rumašlaččat ja silolaččat .
nob: Samen har fått føle det på kroppen og sjela si .

source: Boares áiggi rájes jo go ruoššat johte dáppe ja spedje , de leat sápmelaččat šaddan gillát .
nob: Allerede fra gammel tid av når russeran for her og herja har saman måtta gjennomgå .

source: Sii leat čađa áigge leamaš unnitlogus ja nu leat vel dálge ja sii leat šaddan orrut jávohaga .
nob: Dem har vært i minoritet til alle tider og fortsatt e dem det og dem har måtta være det stilltiende parti .

source: Eai sii láhkai leat vuostálastán , eai sii leat dorvvastan vearjjuide , sii leat dušše gillán .
nob: Dem har aldri vært de stridslystne , dem har aldri greppe til våpen , dem har heller lidd .

source: Vuosttaš geardde go sápmelaččatge čájehišgohte vuostálastinvuoiŋŋa , lei Guovdageainnu stuimmiid áigge , muhto muđui sii leat baicca gillán .
nob: Første gangen det skjer at saman har opptrådt aggressivt va under Kautokeino-opprøret , men ellers så har dem heller lidd .

source: Sii gillájedje ja orro jávohaga , ja almmolaš oktavuođain sii eai namuhuvvon ovdalgo sámi organisašuvnnat morránedje dahje sámekonsuleanta Henriksen bođii davás .
nob: Dem lidde og tidde og det blei aldri offentlig tatt opp nåkka før sameorganisasjonan bynte å levne te eller da samekonsulent Henriksen kom oppover .

source: Dalle de duste jietnadišgoahtit dan dili birra maid leat vásihan .
nob: Da bynte det å komme motsigelser mot det som dem hadde gjennomgått .

source: Lean álo dovdan iežan geatnegasvuohtan čuollat sin beale ja ovddidit sin áššiid .
nob: Æ har alltid sett det som en plikt å stå på demmes side og ta vare på demmes saker .

source: Mun dat gal birgen seamma bures go gii ihkinassii dážaid , muhto duot duonat eai gal vel birge .
nob: Æ klare mæ like godt som kem som helst av en nordmann , men de stakkaran klare det ikke enda .

source: Dál gal oažžugohtet sápmelaččatge oahpu , muhto lea menddo unnán .
nob: Nå bynne jo også saman å få skolegang , men det e for lite .

source: Reihvági skuvla 1909
nob: Repvåg skole , 1909

source: ( govva : Bernt Thomassen / Ulf Jacobsena govvačoakkáldat )
nob: ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Go mii vácciimet skuvlla dáppe Reihvágis , de eat ožžon hállat sámegiela .
nob: Da vi gikk på skolen her i Repvåg så fikk du jo ikke lov å snakke samisk .

source: In máhttán sánige dárogiela go álgen skuvlii , in sánige .
nob: Æ kunne ikke et ord av det norske språket da æ kom på skolen , ikke et ord .

source: Dárogiella dat lei skuvlla giella ja duot joavdelas mearrádus lei vel nu ahte mii geat leimmet mánát eat beassan hállat sámegiela gaskaneamet nu ahte lei váttis golahit áiggi .
nob: Norsk va språket på skolen og den tullskikken va enda at vi som va barn ikke fikk lov å snakke samisk med kverandre , så tida ville jo ikke gå på nån måte .

source: Go mii mánát viegadeimmet olgun ja vikkaimet hállat sámegiela , de gilde min dan dahkamis .
nob: Når vi småunga sprang der ute og ville snakke samisk , så fikk vi ikke lov til det .

source: Lei viehka váigat go dalle jo beasai dovdagoahtit sielus daid cillosiid ja buddestatnamahusaid mat sámimánáin ledje .
nob: Det va forferdelig som man allerede da fikk bynne å kjenne på sjela si den spotten og de unavnan som finnungan hadde .

source: Dan don besset dovdat sielus jo 8-jahkásažžan .
nob: Det merka du på sinnet allerede i 8 års-alderen .

source: Dalle dearvvaheimmet stuorraservodaga .
nob: Det va da man møtte storsamfunnet .

source: Ruovttus lei buot nu buorre ja mánnái lei somá ja illu , muhto go skuvlii bođii , de beasai gal dovdat gillámuša .
nob: Hjemme va alt såre godt og man va glad som barn men når du kommer på skolen så får du begynne å kjenne det på dæ .

source: Lei bahča ja lossat ja máŋga duona gillájedje sakka .
nob: Det va bittert og tungt og mange stakkara lei kolossalt .

source: Mun ohppen veahá dárogiela ja ledjen čeahppi skuvllas .
nob: Æ fikk komme litegranne inn i språket og va flink på skolen .

source: Jos lei mihkkege maid oahpaheaddji jearai , de máhtten vástidit , juoga maid earát eai máhttán .
nob: Va det nåkka lærarn eller lærerinna spurte om , så kunne æ svare , det kunne ikke de andre .

source: Danin go ledjen čeahppi , de mu dolle árvvus .
nob: Dermed så blei æ sett opp på fordi æ va flink .

source: Muhto dat duonat mat eai lean čeahpit , makkár dilli sis lei !
nob: Men de stakkaran som ikke va flinke , ka lei dem !

source: Danin dadjenge Gjærevollii [ Olav Gjærevoll ( 1916-1994 ) lei professor botanihkas , stuoradiggeáirras Bargiidbellodaga ovddas ja moadde háve mielde ráđđehusas . ] :
nob: Derfor sa æ tel Gjærevoll [ Olav Gjærevoll ( 1916-1994 ) var professor i botanikk , stortingsrepresentant for Arbeiderpartiet og satt i regjeringa i flere perioder . ] :

source: Sápmelaččat leat beassan dovdat silolaččat eai dušše rumašlaččat .
nob: Saman har fått lide på sjela , ikke bare på kroppen .

source: Dán geažil mun dagan buot maid sáhtán sámeáššiid hárrái ja bealuštan sápmelaččaid .
nob: Av den simple årsaken så gjør æ alt æ kan når det gjelder samesaker og forsvare saman .

source: Bajásšattadettiin ja nuorran mii , sámegielagat ja earát máŋgii šattaimet vuostálagaid .
nob: Oppigjønna heile oppveksten min og i ungdomsåran va det kollisjona mella oss som snakka samisk og de andre .

source: Dárogielagat eai atnán nuppiid , sámečivggaid , seammadássásažžan ; dat dat nie cielahedje geat iežaset atne dážan .
nob: Norskan betrakta dem ikke å være fullgod med sæ , lappungan , finnungan ; de sa det som påropte sæ å være norske .

source: Nugo Hitlerge : son geavahii juvdálaččaid oaguhit juvdálaččaid , dat lei su buoremus vearju .
nob: Det var slik som med Hitler : han brukte jøda til å forfølge jødan , det va det beste våpnet hannes .

source: Nu lea norgalaš stuorraservodatge geavahan dáruiduhtton sápmelaččaid veahkkin oaguhit eará sápmelaččaid .
nob: Sånn har det norske storsamfunnet brukt de fornorska saman til å forfølge andre saman .

source: Sii han ledje vearrámusat .
nob: Det va dem som va verst .

source: Go eváhko áiggi bođiimet máttás , de dovddaimet ahte eará dážain lei earálágan vuoigŋa .
nob: Når vi under evakueringa kom sørover følte vi en anna atmosfære av de andre norskan .

source: Sii hirpmástuvve !
nob: Dem va forfær : Ka !

source: Máhttit go mii maid eará giela go dien hedemárkkugiela .
nob: Kunne vi også et anna språk enn bare det – der hedemarkske ?

source: Sii atne min árvvus go máhtiimet guokte giela .
nob: Dem så nesten opp til oss som kunne to språk .

source: Nu lea leamaš álohii : Bahámus oaguheaddjit leat dáruiduhtton sápmelaččat .
nob: Det har vært slik te alle tider : De verste forfølgeran e de fornorska saman .

source: Dáruiduhttinpolitihkka dat lei sivalaš ja mii diehtit dan dili man geažil min váhnemat gillájedje .
nob: Det va fornorskningspolitikken som hadde skylda og vi kjenne til det presset som foreldran lei under .

source: Maŋŋá náitalin ja mánáiduvaime , ja min kránnjás , Erik Samuelsenis , ledje maid smávva mánát .
nob: Etter æ blei gift fikk vi småbarn og naboen våres , han Erik Samuelsen , hadde også småbarn .

source: Johan Sirkka – gii maŋŋá gohčodii iežas Stålsettan – barggai oahpaheaddjin Reihvágis .
nob: Johan Sirkka – som sia kalte sæ Stålsett – han va lærar på Repvåg .

source: Son gilddii min hállamis sámegiela mánáiguin ruovttus , ja man gallii mii eat lean ovtta sajis .
nob: Han forbød oss å snakke samisk med barnan hjemme , og kor mange gang va ikke vi ihop med kverandre .

source: Ovtta háve mun muittán erenoamážit , moai uhces ean doarrán .
nob: En gang huske æ spesielt , vi holdt nesten på å renne i tottan på kverandre .

source: Son dadjá : Don it oaččo lobi hállat sámegiela mánáidatguin !
nob: Han sir : Du får ikke lov å snakke samisk med ungan !

source: Sii han šaddet dan muttus jallat ahte eai ádde eai maidege go álget skuvlii !
nob: Dem blir så ørske dum at dem forstår ikke nåkka når dem kommer på skolen !

source: De dajan sutnje : – Du teoriija , diet ii doala deaivása .
nob: Så sir æ med han : – Den teorien din , den hold ikke stikk .

source: Go mun álgen skuvlii , de in máhttán in sánige dárogiela , in ádden sánige .
nob: For da æ bynte på skolen , da kunne æ ikke et ord av det norske språket , forsto ikke et ord .

source: Muhto dalle go bessen 7 jagi maŋŋá álbmotskuvllas , de ledjen mun buot čeahpimus min luohkkálaččain .
nob: Etter 7 år på folkeskolen går æ ut som den beste av årskullet .

source: Ii lean giella mii dan dagahii , go mun in máhttán dárogiela , dat ii leat munnje oahpahan maidege .
nob: Det va ikke språket som gjorde det , for æ kunne ikke det norske språket , det har ikke lært mæ nåt .

source: Ii leat imaš ahte dánlágan vuortnuheapmi čuohcá váhnemiidda .
nob: Det e forståelig at sånt press som det – here det røyne på foreldran .

source: Sii vuollánedje hállagoahtit heajos dárogiela mánáidasaset , nu ahte mánát eai beassan oahppat sámegielage .
nob: Så begynte dem å snakke te barnan det gebrokne norske som dem sjøl kunne , så barnan fikk ikke lære samisk heller .

source: Ollu nuorra olbmot sivahallet vánhemiiddiset go masse giela , sii eai leat beassan oahppat sámegiela .
nob: Mange av de unge beskylde foreldran at dem har tapt et språk , dem har ikke fått lære samisk .

source: Ii sáhte sivahallat váhnemiid , dat lea stuorraservodaga sivva , dat lea dáruiduhttinpolitihka sivva .
nob: De e ikke foreldran si skyld , det er storsamfunnet si skyld , det e fornorskningspolitikken sin skyld .

source: Maŋŋá go sámi organisašuvnnat morránedje , de sii ložžegohte giellapolitihkaset , ložžegohte binnánaš .
nob: Etter at sameorganisasjonen begynte å levne tel , så bynte dem å fire litt på språkpolitikken sin , fire litte-granne .

source: Ivar Utsi nieida Ingunn muitalaEará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Ivar Utsis datter Ingunn fortellerAndre artikler i Samisk skolehistorie 2
